[
    {
        "company": "Accenture Corporation",
        "position": "Web Developer Analyst | Consultant",
        "year": "Nov.2020 - present",
        "experience": [
            "Developed an interactive website redesign with a global team, for one of the key players in the automobile fortune 500 companies, in order to improve KPI conversion, evolve KPIs based on relevancy and improve customer satisfaction rates.",
            "Work along complex large enterprise clients and multidisciplinary teams within an agile environment utilizing best code practices to develop and test web-based applications and edit site content for various components using Adobe Experience Manager.",
            "Fixed bugs through troubleshooting simple/complex issues and meticulous cross-browser debug, improving the web functionality and overall user experience.",
            "Created and managed new custom, responsive, reusable, and maintainable VueJS web pages and components to craft dynamic websites that guarantee high quality user interface."
        ],
        "image": "in-desk.png"
    },
    {
        "company": "RivetLogic Corporation a VariQ company",
        "position": "Front-End Software Engineer",
        "year": "Jan.2019 - Nov.2020",
        "experience": [
            "As the only Front-end developer in a team of 5, collaborated on the creation of the first global web-app made with Liferay Commerce CMS for a large telecommunications company facilitating B2B products purchases through an exceptional user-friendliness portal to increase the client’s sales revenue within 6months.",
            "Implemented website improvements and new features based on functional and specific requirements  recognized by managers by composing clean and well written code logic to refine existing web pages.",
            "Liaised with the QA team for performing regression, unitary and component manual tests on website pages and components, ensuring outstanding project delivery for the client."
        ],
        "image": "with-phone.png"
    },
    {
        "company": "Soluciones Seguras",
        "position": "Software Engineer Consultant",
        "year": "Aug.2018 - Dic.2018",
        "experience": [
            "Spearheaded the main research carried out and requirement gathering for the future creation of the company's first NOC (Network Operation Center) in Costa Rica within 3 months, effectively delivering a complete report with an extensive analysis.",
            "Developed a working NOC using virtual machines to expose the different use cases and operations of the researched and selected programs and their integration with Checkpoint, the main software used by the company."
        ],
        "image": "presenting.png"
    },
    {
        "company": "University of Costa Rica",
        "position": "Software and Design Project Coordinator",
        "year": "Mar.2016 - May 2019",
        "experience": [
            "Established efficient workflow processes for the enrollment and training protocols to improve overall assistants performance.",
            "Communicated with all stakeholders on a daily basis regarding project details, including updates, budget, estimates and timeline.",
            "Established and maintained effective working relationships with governmental entities and suppliers to maximize the correct development of the project.",
            "Successfully achieved the enrollment of 100+ people for the project within 3 weeks after the official announcement.",
            "Liaised with the project sponsor and project manager to identify and recruit the resources with the necessary skills to carry out the main tasks of the project.",
            "Managed the social media and designed several advertisement materials for the project, taking into account the University guidelines and brand book to generate a unified and consistent design."
        ],
        "image": "discuss.png"
    }
]