[
    {
        "name": "Josué Somarribas",
        "description": "I studied Computer Science and Multimedia Technology with Erika, so we know each other since 2015. Erika is well known for being someone with strong soft skills, communication skills, technical knowledge, and the ability to learn new things fast. I always believed she is a natural leader not only for her always good attitude but also for the ability to make good decisions even in difficult situations. With Erika, there is no company or team that can go wrong. Definetly she is someone I admire and highly recommend.",
        "job": "UI/UX Designer",
        "company": "First Factory"
    },
    {
        "name": "Francisco Cruz",
        "description": "Erika is one of the most highly regarded and well-liked people I have known of, with us going through the same career, I thought I have known Erika better from other people's opinion than from direct conversation with her. Now with a few months in the same company and team, I have came to realize that none of that praise was wrong, it actually wasn't enough. She is just too good of a teammate and professional, but she's also growing non-stop, which is really impressive. I would trust her with any development or project management position, her responsibility and communication skills are admirable.",
        "job": "Web Developer",
        "company": "Accenture"
    },
    {
        "name": "Pedro Matarrita Brenes",
        "description": "When it comes to development, Erika is one of my go to specialist, she's one of the more knowledgeable Front End developers I've had the pleasure to work with, from the basics of HTML, CSS and Javascript to more advance tools like development frameworks she will give you the right advice to boost your work to the next level. During the several projects we've worked together she has always displayed leadership qualities and generated meaningful input that puts the project in position to succeed. She's very polite and reasonable which makes it a great person to work with. If your looking for someone with technical knowledge and leadership qualities I would 100% recommend Erika.",
        "job": "Web Developer",
        "company": "Accenture"
    }
]